{
  "display_feeds": [
    {
      "id": "1",
      "author": "Mikey Dickerson",
      "title": " NFTs aren’t as stupid as you think",
      "description": "They’re much, much stupider",
      "reading_time": "4 min read ",
      "date": "Feb 21 , 2022",
      "source": {
        "name": "Debugger"
      },
      "profile_url": "https://miro.medium.com/fit/c/164/164/1*YHe1ecLgoJT5vAiPl8WNdA.jpeg",
      "urlToImage": "https://miro.medium.com/max/875/1*r4IIZetmCut7AtsG6MtGOA.jpeg",
      "content": "Last week I was in rural Arizona, and in the course of business I met two of the older guys in town. One of them owns and operates the motel, which most likely exists because if you drive a truck from the port of Los Angeles for a regulation-limit 11 hour day, right around here is where you end up. The other one built the RV park, and per his business card, he is also a real estate agent, dealer of premanufactured homes, general contractor, and notary public. Both of them spotted that I was here with a bunch of California tech money. The tip-off was that I was driving what they called a new Toyota around the desert. It is a 2007 FJ Cruiser with the paint peeling off. Both of them asked what I knew about bitcoin and NFTs. If this isnt the shoeshine boy moment for the grab-bag of internet schemes called crypto, then its close. So Im writing this thing. It is meant for people that are tech-adjacent, not engineers or mathematicians, that are starting to get FOMO at mainstream news telling stories of overnight millionaires. Its motivated by my general annoyance at crypto hype that is incredibly stupid, and simultaneously, much criticism that is equally stupid.Once more, though there are already many Explainers, this one is mineFirst of all, here is what bitcoin is: a big ledger, as in a list of transactions, copies of which are kept on random computers around the internet. Anyone can download and read it, and anyone can participate in the convoluted process that updates it. Functionally, it is the same as an append-only Google spreadsheet that everyone can see. The difference is that a Google spreadsheet is controlled by one company (Google), whereas the bitcoin ledger is just kind of … out there, on a “decentralized” network, in much the same way a file on Bittorrent or Napster used to be. The bitcoin designers used some math tricks that came from cryptography, and a “proof of work” idea that was invented in 1992 and scoffed at because it was “inefficient” (ha ha ha sob), to devise a scheme that forces everyone’s copy of the ledger to stay in sync. None of the details of how this works matter.What the bitcoin people actually wanted was to invent a new kind of money. The ledger idea is how they did it. If you go out today and “buy bitcoin,” what happens is that somebody takes your money and writes a line to the ledger that says “I, John Q. Buttcoin, have transferred 3 bitcoins to Marvin J. Mooney.” Later, if you want to give your 3 bitcoins to someone else, such as to buy a burrito, you write a line to the ledger that says “I, Marvin J. Mooney, have transferred 3 bitcoins to Buttcoin Burrito Bros.”Since anyone can read the entire ledger, anyone can figure out how many bitcoin are currently owned by you, and Buttcoin Burrito Bros, and everyone else. That’s the scheme. For at least a decade, the only people paying attention to bitcoin were extremist libertarian computer geeks — people that have always been good for the occasional wild-eyed rant at lunch about how “fiat money” isn’t real, and who spend all their disposable income buying gold krugerrands and burying them in the yard. (Neither this nor the burrito is a made-up example; these are people I knew at Google.) This group was hoping to float a whole new bitcoin economy. Your extremely online tech job would pay you in bitcoin, you would pay your bills in bitcoin, use it at the store, etc. That was the “bitcoin as currency” dream. This, obviously, never happened. It’s hardly worth the trouble to run through all the reasons why, because no one is seriously trying to sell the idea anymore, but you can know with confidence that “bitcoin as currency” will never happen. There are technical reasons, because the protocol is inherently unscalable. There are social reasons, large among them the fact that there’s just no motivation for the whole project. We already have a made-up currency called the US dollar, and an entire financial system based on electronic records, and the status quo works better than bitcoin for everyone except ransomware gangs.So it goes. With bitcoin-currency a dead end, the technology became a solution wandering around in search of a problem. First, people renamed the “append-only ledger” idea into “blockchain” and started trying to sell it to corporations and governments. You could imagine such a scheme being used to maintain something that we all have to agree on, like records of land ownership. But not anywhere in the United States, where there is already very much a centralized authority called a county recorder’s office. Governments who want to do something Innovative have asked me, totally seriously, about a vendor’s “blockchain” pitch at least a dozen times. I have never heard of an application where it makes sense, and struggle to imagine one. And the search for the problem that bitcoin can solve continues.That brings us to NFTs.To invent the “NFT” (“non fungible token”), you just have to go one more step past bitcoin. People made another blockchain that works more or less the same, but is more complicated, and lets you store more types of ledger entries. It’s called Ethereum. The Ethereum blockchain accepts ledger transactions in various formats, one of which is for unique “assets”.So, at last, that’s my advice for Arthur and Danny in Arizona, and everyone else in my Facebook feed that is accustomed to working for money and wondering if they’re a sucker for it. There’s no reason or justice in our high-finance casino economy, so that’s not what this post is about. Crypto just isn’t a high-expected-value bet.Most people gambling on crypto are going to lose money. Not all of them. With a boring old index fund, most people are going to win. Not all of them. I’m not touching crypto stuff myself, not even to short it, since that’s just another gamble. If you know all this and want to play, then have at. There’s nothing else to know.",
      "likes": 12,
      "tag": "NFT's"
    },
    {
      "id": "2",
      "author": "Maro Bellotti",
      "title": "Reasons Why Web 3.0 will Fail?",
      "description": "To write great policies, arm those in the future who will kill your darlings",
      "reading_time": "3 min read ",
      "date": "Feb 19  , 2022",
      "source": {
        "name": ""
      },
      "profile_url": "https://miro.medium.com/max/875/1*6D5sM4bu2bwRhoq-ngtUBA.png",
      "urlToImage": "https://miro.medium.com/fit/c/250/168/1*2SZtybOijEP18vTplMy29A.png",
      "content": "For the majority of people, Web 3.0 sounds like one more buzzword used to promote crypto scams or get a piece of hype. For others — it is decentralized web applications where a network of people control their own slice of the internet. Where the data is managed with smart contracts and crypto, rather than owned by Google, Meta (Facebook), and Amazon. The idea looks quite romantic but is implementation realistic enough? Or it will remain only in the dreams of the crypto subculture and never become mainstream. We are going to answer this question, but first, let’s look at the downside of Web 3.0 perspectives.       The main feature of Web 3.0 is decentralization, which means the web application is stored in a blockchain. The owner is all participants of blockchain, and they decide on the product changes through the consensus.   The main point is that there is no single authority that takes responsibility for the data. There are no laws or regulations to define what a program or content can be published. It will be a huge headache to control it and find who will be responsible for harassment and scam content. The regulation is far away from technologies and it will make more scammers find out new ways to abuse the system.The Web 3.0 applications are called DApps, or decentralized applications. The codebase will be distributed across the blockchain and the data stored in peer-to-peer networks. There are more issues coming from this architecture:The consensus approach is slowing down development; The application will depend on the particular blockchain that may have some issues; Depending on third-party tools that provide services to build the app (such services are still very new and didn’t prove themselves in long run);  Debugging and testing problems.  You will notice that a large part of the blockchain industry is controlled by vulture capitalists and silicon valley insiders. If you are planning to build your Web 3.0 app in some of the blockchains, be aware that it can be shot down anytime by the manipulation of some limited group of people who own the major crypto market.  Theoretically, any web application can be built using the Web 3 stack. Well, cryptocurrency, blockchain, decentralization sound great, but what is the point to convert your business to a decentralized application, it is equal to giving away your assets for no reason. There is no clear understanding of why everyone has to do it, for example, banks. Too many people are working in the financial industry, and making life on it, and suddenly, they have to give up their job and business. Blockchain technology is powerful and perspective, but it will take time to find the best use of it.     Cryptocurrency (tokens) — are the main source of payment for any transactions in the blockchain, and there is no way Web 3 can exist without it. And cryptocurrency doesn’t bring any other values, you can not buy a house or car using crypto or NFT. It makes the crypto market quite fragile. Ironically, it exists only because of groups of enthusiasts and speculators. On the other hand, the price of some cryptocurrencies is skyrocketing without any meaningful reason. Such a bubble can explode at any time, and a domino effect will make Web 3 fade in the past.",
      "likes": 17,
      "tag": "WEB-3"
    },
    {
      "id": "3",
      "author": "Adam Renton",
      "title": "Fate of Ukraine in NATO hands.",
      "description": "Russia attacks Ukraine, NATO condemns attack, Zelensky introduces martial law",
      "reading_time": "6 min read ",
      "date": "Feb 21",
      "source": {
        "name": "NBC"
      },
      "profile_url": "https://img.search.brave.com/-OuKlIfXhvcjicxDxQztE2k1jJVbNb5rANDyAgETSOQ/rs:fit:905:225:1/g:ce/aHR0cHM6Ly90c2Ux/Lm1tLmJpbmcubmV0/L3RoP2lkPU9JUC5Z/R2Zla040cEJkMm1s/YnNXWElueHRnSGFE/NCZwaWQ9QXBp",
      "urlToImage": "https://img.search.brave.com/qnch32gpp9Irnw6hccH8gLqQlPi84qw9HRcl_hYshcA/rs:fit:300:225:1/g:ce/aHR0cHM6Ly90c2Uy/Lm1tLmJpbmcubmV0/L3RoP2lkPU9JRi5n/dmg5SGFzdzQxa0Il/MmJ0d0pDZ2d0ZGcm/cGlkPUFwaQ",
      "content": "The first bangs came at just after 5 a.m. on Thursday, putting a definite end to any speculation about what Russian President Vladimir Putin intended to do.  Just minutes before, Putin's new announcements.",
      "likes": 17,
      "tag": "NATO"
    },
    {
      "id": "4",
      "author": "Jessie Yeung",
      "title": "Why Online Dating Can’t Find Us a Good Match",
      "description": "Hint: It’s not because of echo chambers",
      "reading_time": "5 min read ",
      "date": "Feb 21",
      "source": {
        "name": "ONEzEE"
      },
      "profile_url": "https://cdn2.psychologytoday.com/assets/styles/thumbnail_115x140/public/field_user_blogger_photo/cropped-removebg-preview.jpg?itok=_emPaeK5",
      "urlToImage": "https://miro.medium.com/max/1400/1*7ermBgqL68SO-rDrsDrPdg.jpeg",
      "content": "Online dating is really popular. Using the internet is really popular. A survey conducted in 2013 found that 77% of people considered it “very important” to have their smartphones with them at all times. With the rise of apps like Tinder (and the various copycat models), who could blame them? If you want to think about dating as a numbers game (and apparently many people do), you could probably swipe left/right between 10 to 100 times in the span of time that it would take you to interact with one potential date in ‘real life’.   OK, this is hardly an earth-shattering revelation. Well duh, people want to be appealing. Most people probably wouldn’t be surprised to learn that it’s more common for people to lie in their online profile than be completely honest.  A study of over 1,000 online daters in the US and UK conducted by global research agency OpinionMatters founds some very interesting statistics. A total of 53% of US participants admitted to having lied in their online dating profile. Women apparently lied more than men, with the most common dishonesties being about looks. Over 20% of women posted photos of their younger selves. But men were only marginally better. Their most common lies were about their financial situation, specifically about having a better job (financially) than they actually do. More than 40% of men indicated that they did this, but the tactic was also employed by nearly a third of women.      One of the big problems with online dating for women is that, although there are genuine relationship-seeking men on the sites, there are also plenty of guys on there simply looking for sex. While most people would agree that on average men are more eager for sex than women, it seems that many men make the assumption that if a woman has an online dating presence, she’s interested in sleeping with relative strangers. Online dating does represent the convenience of being able to meet others that you possibly never would have otherwise, but women should be aware that they probably will receive rude/disgusting messages from horny guys, sexual propositions/requests, dick pics, and a lot of creepy vibes.     Let’s be honest, the internet is really just a super elaborate and sophisticated farce designed to distract you from having your pockets picked by greasy conmen in cheap suits, right? Not quite, but it is full of unscrupulous vendors looking to separate you from your money by whatever means possible (in other news, have you heard about the secret to getting killer abs in less than 7 minutes using this 1 weird trick…?).     Never mind the fact that more than one-third of all people who use online dating sites have never actually gone on a date with someone they met online, those that somehow do manage to find someone else they are willing to marry and who is willing to marry them (a vanishingly tiny subset of online daters) face an uphill battle. According to research conducted at Michigan State University, relationships that start out online are 28% more likely to break down in their first year than relationships where the couples first met face-to-face. And it gets worse. Couples who met online are nearly three times as likely to get divorced as couples that met face-to-face.     It’s very easy to send one course back (or even one after another) when the menu is overflowing with other potential courses. According to the Association for Psychological Science, reviewing multiple candidates causes people to be more judgmental and inclined to dismiss a not-quite-perfect candidate than they otherwise would be in a face-to-face meeting.",
      "likes": 67,
      "tag": "Dating"
    },
    {
      "id": "5",
      "author": "Carla Starr",
      "title": "How to have the best Bad Meetings",
      "description": "People keep complimenting me on my meetings, and I don’t like it.",
      "reading_time": "7 min read ",
      "date": "Feb 21",
      "source": {
        "name": "Hack Life"
      },
      "profile_url": "https://i0.wp.com/www.dockethq.com/wp-content/uploads/2020/04/A2B49370-4C2C-4F66-B54B-83961D0EC20D-11369-000006624D8B7571.jpg?fit=92%2C96&ssl=1",
      "urlToImage": "https://miro.medium.com/fit/c/250/168/1*DK7EpVzhMXzmHtUm_U1X6g.jpeg",
      "content": "We all know forming habits take practice. Kids learn early how to say “thank you,” hold their pencils and crayons in a “tripod” hold, and brush their teeth to the point they don’t think twice about those actions later in life. Bad habits, however, are like the dark side of each of us and are much more difficult to rescue and change for the good.          Similarly, bad meeting habits can form easily among an organization but when transforming a company with better meeting habits, it is possible to infiltrate even the messiest meeting culture. Here are a few meeting habits many companies have accepted as a norm and how you can help to change to make meetings more efficient using effective meeting strategies.            If you reflect on each meeting you have, think about who in the room is taking notes. You will most likely identify one or two people in a given meeting who are habitually the note-takers. Many times, this is left to the facilitator or the person who feels responsible to scribe. It takes a lot of work to run the meeting, engage guests, ask questions, and adequately record notes, decisions, and actions. And many times, the person leading or taking notes is not necessarily the subject matter expert (SME) so what they captured as well as it could be.        Leaders: Establish roles in meetings prior to or at the beginning of a meeting to share in the responsibility or, even better, when someone answers a question or is assigned a task, ask them to take down the note or action in your established meeting minutes templates as they would know best what to write.     Guests: Help ensure what you heard is what everyone else heard and add to a collaborative note-taking space to share the outcomes you recorded from the meeting. Before you leave the meeting, take a few minutes to discuss the final outcomes and record these with owners and dates to ensure visibility and accountability.        Given those in leadership roles tend to be in back-to-back meetings which result in tardiness at some point throughout the day, this can have a huge, negative effect on others. Other meeting guests start to see the trend and take on the attitude, if a leader is late, why should I be on time? Tardiness is the meeting equivalent of a traffic jam. When one person hits their brakes, it escalates to everyone behind them. In a company, your tardiness may appear to impact only one of your meetings, but it can affect everyone else’s meetings, internal and external, as well.    Many of us have experienced meeting just to meet. Because time can be difficult to find on calendars, it becomes a habit to schedule a recurring meeting to secure time with a team. But there can be occasions when meeting the entire time, or at all, is necessary.   ",
      "likes": 12,
      "tag": "Meetings"
    },
    {
      "id": "6",
      "author": "Laura Jackson",
      "title": "Old Age Is Not a Pathology",
      "description": "What a French philosopher can teach us about aging well",
      "reading_time": "6 min read ",
      "date": "Feb 12",
      "source": {
        "name": "Philosophers"
      },
      "profile_url": "https://www.philosophytalk.org/sites/default/files/styles/medium/public/Screen-shot-2011-06-10-at-1.21.19-PM.png",
      "urlToImage": "https://img.search.brave.com/WKKytpddO3KiQohvEj2vkW0a53YOQk6SBgGodlslwoA/rs:fit:427:225:1/g:ce/aHR0cHM6Ly90c2U0/Lm1tLmJpbmcubmV0/L3RoP2lkPU9JUC5J/NnJIb1NJR2d3UUg0/eHBURTRWVUVRSGFJ/TyZwaWQ9QXBp",
      "content": "Today's show is recorded in front of a live audience in the Classic Residence by Hyatt in Palo Alto, California, and John and Ken begin by thanking the wonderful audience of seniors and the supporters of Philosophy Talk who made this show possible. Ken starts by discussing aging in general: the aging of rocks, whales, and even planets, and wonders what is special about the human aging process from a philosophical perspective. John notices that only humans have a conception of the aging process: we know when we are born and we know that eventually we will die. Ken adds that we can look backward and forward in time in a way that other animals cannot, and evaluate different stages of our lives in perspective. Ken wonders what this special human trait means for the pursuit of happiness and how to flourish in our lives, and John helps him discuss some philosophical possibilities.           Ken introduces Laura Carstensen, professor of Psychology at Stanford University and Director of the Life-Span Development Laboratory, and John asks her whether aging necessarily means a decline in health, or whether this is a self-fulfilling prophecy we all buy into. Laura believes that aging is not necessarily a spiraling decline towards death, and that this predominant belief has been a barrier to much research in the scientific community that could make the aging process less detrimental to our health. Ken wonders about the history of aging and the idea of old age and Laura explains that human society is understandably confused about old age because our life-expectancy has skyrocketed in the last century. Only recently has the proportion of elderly become significant, to the point where their issues have become central to our society. John wonders about the evolutionary benefit to having so many old people around, and notices that there isn't nearly such a wide range of ages in other animals, like dogs. Laura discusses the philosophical questions regarding this new stage of life: What is old age for? What role can the elderly play in society? How do our elderly relatives help us survive from an evolutionary standpoint?             Laura answers some of these questions with the Grandmother Hypothesis, which explains the usefulness of older females in societies and how they help offspring survive across the animal kingdom. John and Ken are dismayed about the uselessness of grandfathers, and discuss some of the philosophical implications of these evolutionary theories. John and Ken then move on to the question of flourishing after significant life changes--aging necessarily comes with some physical and mental changes, how can we lead happy lives with these changes in mind? What can society do to help its citizens thrive through all parts of their lives?",
      "likes": 32,
      "tag": "Philosophy"
    },
    {
      "id": "7",
      "author": "Marina Gomez",
      "title": "Recycling: The Evil Illusion",
      "description": "In Middle-earth everyone bought the illusion that Saruman was one of the good guys. Let’s not make the same mistake with Recycling.",
      "reading_time": "4 min read ",
      "date": "Jan 14",
      "source": {
        "name": "The Guardian"
      },
      "profile_url": "https://img.search.brave.com/FabEU_5XGq-iLqVOwZy7kT7FRbHrapNWZT_PXvSXtVE/rs:fit:474:225:1/g:ce/aHR0cHM6Ly90c2Uy/Lm1tLmJpbmcubmV0/L3RoP2lkPU9JUC5q/UVJhMWVmMEtXaGRm/QWZwWlFRRmFRSGFI/YSZwaWQ9QXBp",
      "urlToImage": "https://i.guim.co.uk/img/media/7778a9fd1105b303661184b46d85e953ebe0ee4a/0_51_5527_3317/master/5527.jpg?width=620&quality=45&auto=format&fit=max&dpr=2&s=45522070c4f2e6ba96f025f5155ada23",
      "content": "There is a recycling crisis and we may have only just noticed. For years we have been recycling, dispelling the guilt generated by our high-consumption lifestyles, as if our actions are somehow good for the environment. Recycling is the “green” thing to do. But is our whole recycling culture a shameful illusion that has been masking a growing problem of unsustainable manufacturing and consumerism?       We are discovering that our recycling systems might not be fit for purpose. Retailers and companies producing waste are required to meet obligations according to how much waste they generate. They meet this obligation by buying packaging recovery notes (PRNs) or packaging export recovery notes (Perns). These PRNs are generated every time a tonne of waste is recycled – or so we thought. Exporters of waste are under scrutiny after some have been found sending out shipments of worthless contaminated or mixed waste and claiming the notes fraudulently.         The National Audit Office found that about half of the UK’s plastic recycling is sent abroad but there is little assurance of what actually happens to it. Many countries in the developing world routinely dump waste into rivers and oceans. About 90% of ocean plastic started out inland and made its way to the ocean through just 10 rivers. The biggest contributor, the Yangtze in China, discharges a staggering 1.5m tonnes of plastic into the ocean every year.           So what does happen to it? We might imagine our hi-tech devices undergo hi-tech reprocessing, but the reality is far from ideal. Just like plastics, most of our “e-waste” has been shipped to China. The city of Guiyu was a major hub for recycling international e-waste, with terrible consequences for the local environment: poisoned water and land, and high levels of lead in the blood samples of 80% of local children. This route was cut off in January 2018, when China decided that the environmental costs of accepting the world’s waste was not worth the profit, especially as it has its own growing stream of toxic e-waste to deal with. But this has not stopped us producing e-waste: in 2018 it is estimated that we will produce 50m tonnes globally. We have simply found new routes to dispose of the stuff.          After China’s ban on importing recyclable materials, a huge wave of US and European e-waste found its way to Thailand, where hundreds of facilities have been set up to operate crude, low-cost recycling processes. These include recovering copper and other metals from cables and circuit boards by burning the plastics away, producing highly toxic fumes of dioxins and furans and heavy metals. Acid baths that strip out metals expose workers to acrid and toxic fumes. Thailand is now taking rapid steps to close its borders too. With more routes for our waste closed, we need to consider more sustainable solutions closer to home.            The truth is, if we dealt with our waste on our own soil it would cost more. Recycling abroad, in countries with inexpensive labour and less regulation, is cheaper. This has become the norm, giving us a route to jettison our waste plastic, electronic goods, metals, paper and glass under the banner of recycling with a clear conscience. Meanwhile, we shop for cheap replacement goods. The illusion that we can recycle so easily has enabled us to continue to consume and as we see more countries refusing our waste, the problems are stacking up – literally.                   One way to reduce waste is to stem the flow of mass-produced cheap products, at least until we have a solution. Prices should reflect life-cycle costs. Higher prices would mean we buy less, but value those goods more. We would hang on to things. Disposable items such as single-use plastics would be uneconomical and we would reuse more. This also cuts across those business models that rely on fast product turnover, especially in electronics (the fastest growing source of waste). This might create some economic disruption in the short term, but would open up new business opportunities around reusing, repairing and locally recycling goods. It would certainly stem the rising tide of unsustainable “recycling”. ",
      "likes": 17,
      "tag": "Nature"
    },
    {
      "id": "8",
      "author": "Brock Corleone",
      "title": "The Mistake of Underestimating Adolescents",
      "description": "We alienate young people when we deny the depth of their experiences",
      "reading_time": "4 min read ",
      "date": "Jan 24",
      "source": {
        "name": "Psycology Today"
      },
      "profile_url": "https://miro.medium.com/fit/c/25/25/1*abRenZmSXa-oa2rm9tCJwg.png",
      "urlToImage": "https://miro.medium.com/fit/c/250/168/0*4bZST5z947BdYoA7",
      "content": "Suicide occurs relatively rarely under the age of 15 years, although prevalence is likely to be underestimated because of reluctance of coroners to assign this verdict. A large proportion of open verdicts (“undetermined cause”) are, in fact, suicides. Suicide rates are far higher in male than female adolescents. Until the past five or six years in England and Wales suicide rates were rising substantially in 15-19 year old and 20-24 year old young men, but then they began to fall somewhat in the older age group. The lack of change in female suicide rates may reflect differential effects of social change on gender roles.       Psychological postmortem studies of suicides show that a psychiatric disorder (usually depression, rarely psychosis) is present at the time of death in most adolescents who die by suicide. A history of behavioural disturbance, substance misuse, and family, social, and psychological problems is common. There are strong links between suicide and previous self harm: between a quarter and a half of those committing suicide have previously carried out a non-fatal act.                      The term deliberate self harm is preferred to “attempted suicide” or “parasuicide” because the range of motives or reasons for this behaviour includes several non-suicidal intentions. Although adolescents who self harm may claim they want to die, the motivation in many is more to do with an expression of distress and desire for escape from troubling situations. Even when death is the outcome of self harming behaviour, this may not have been intended.                  Most self harm in adolescents inflicts little actual harm and does not come to the attention of medical services. Self cutting is involved in many such cases and appears to serve the purpose of reducing tension or of self punishment. By contrast, self poisoning makes up about 90% of cases referred to hospital. The substances involved are usually readily available in the home or can be bought over the counter and include non-opiate analgesics—such as paracetamol and aspirin—and psychotropic agents. Self harm by more dangerous methods, such as attempted hanging, may be associated with considerable suicidal intent.               Common characteristics of adolescents who self harm are similar to the characteristics of those who commit suicide. Physical or sexual abuse may also be a factor. Recently there has been increasing recognition of the importance of depression in non-fatal as well as fatal self harm by adolescents. Substance misuse is also common, although the degree of risk of self harm in adolescents attributable to alcohol or drug misuse is unclear. Knowing others who self harm may be an important factor.              The risk of suicide after deliberate self harm varies between 0.24% and 4.30%. Our knowledge of risk factors is limited and can be used only as an adjunct to careful clinical assessment when making decisions about after care. However, the following factors seem to indicate a risk: being an older teenage male; violent method of self harm; multiple previous episodes of self harm; apathy, hopelessness, and insomnia; substance misuse; and previous admission to a psychiatric hospital.             It can be difficult to identify young people at risk of self harm, even though many older adolescents who are at risk consult their general practitioners before they self harm. Suicidal ideation is relatively common among adolescents; precipitating events may be non-specific; acts of self harm are often impulsive; and secrecy and denial are common. Effective preventive care requires involvement of multiple agencies—for example, mental health services and social services. These agencies need to work in a coordinated way with adolescents thought to be at risk, including those with severe psychiatric disorders.           All young people who have self harmed in a potentially serious way should be assessed in hospital by either a child and adolescent psychiatrist or a specialist mental health worker, psychologist, psychotherapist, or psychiatric nurse. This is necessary for the management of the medical issues and to ensure the young person receives a thorough psychosocial assessment.",
      "likes": 22,
      "tag": "Psychology"
    },
    {
      "id": "9",
      "author": "Richard Lewis",
      "title": "The problem with diplomacy",
      "description": "Neurodiversity, truth and masking",
      "reading_time": "8 min read ",
      "date": "Feb 2",
      "source": {
        "name": "ArtfullyAutistic"
      },
      "profile_url": "https://miro.medium.com/fit/c/25/25/1*NSdw132qBsqZjUVe0GjdCw.png",
      "urlToImage": "https://miro.medium.com/fit/c/250/168/1*rfNmtX8gA-xgsydxKjm_7w.jpeg",
      "content": "We are here to discuss what we can learn from the failure of diplomacy to prevent, halt, and wrap up World War I. We just heard a masterful review of what happened from Geoffrey Wawro. He has already said most of the things I wanted to say. So he's left me with no alternative but to actually address the topic I was asked to speak about, which is the failings of today's American diplomacy in light of the deficiencies of diplomacy in 1914.       The eve of World War I was also a time of rapid globalization, shifting power balances, rising nationalisms, socioeconomic stress, and transformative military technologies. The railroad networks, barbed wire, dynamite, repeating rifles, machine guns, long-range artillery, aircraft and submarines that altered the nature of war then are paralleled by today’s cyber and space-based surveillance systems, drones, precision-guided munitions, sub-launched and land-based anti ship missiles, missile defense and penetration aids, anti satellite missiles, cyber assaults, hypersonic gliders, and nuclear weapons. Changes in the European political economy set the stage for World War I. Changes in technology made it different from previous wars.             Armed conflict between major powers today would reveal that warfare has again mutated and developed new horrors for its participants. But some factors driving conflict now would parallel those of a century ago. In 1914, as in 2014, a professional military establishment, estranged from society but glorified by it, drew up war plans using new technologies on the fatal premise that the only effective defense is a preemptive offense. Then, as now, these plans evolved without effective political oversight or diplomatic input. Then, as now, military-to-military interactions within alliances sometimes took place without adequate supervision by civilian authority, leading to unmanageable policy disconnects that were revealed only when war actually broke out.         As the 20th century began, successive crises in the Balkans had the effect of replacing the 19th century’s careful balancing of interests with competition between military blocs. This conflated military posturing with diplomacy, much as events in the East and South China Seas, the Middle East, and Ukraine seem to be doing today. Then, as now, decisions by the smaller allies of the great powers risked setting off local wars that might rapidly expand and escalate. Then, as now, most people thought that, whatever smaller countries might do, war between the great powers was irrational and therefore would not occur. And then, as now, the chiefs of state and government of the great powers practiced attention deficit diplomacy. They were so engaged at the tactical level that they had little time to give full consideration to the strategic implications of their decisions.            Ironically, in light of what actually happened, few would dispute that the factors inhibiting war in Europe in 1914 were greater than those impeding it today. European leaders were not only personally acquainted but, in many instances, related to each other. They and their diplomatic aides knew each other well. There was a common European culture and a tradition of successful conference diplomacy and crisis management for them to draw upon. European imperialists could and had often solved problems by trading colonies or other peripheral interests to reduce tensions between themselves. None of these factors exist today to reduce the likelihood of wars between the United States and China or Iran, or NATO and Russia, or China and Japan or India – to name only the pairings warmongers seem to enjoy talking about the most.             On the other hand, alliances today facilitate cooperation. In practice, they no longer, as they did in 1914, oblige mutual aid or embody preconcerted common purposes. This welcome but dishonorable fact reduces the moral hazard implicit in American defense commitments to weaker allies and diminishes the prospect that they might act rashly because the U.S. has their back. It also reduces the danger of automatic widening and escalation of local wars.                           It is said that those who do not remember the past are condemned to repeat it. But it is equally true that those who learn the wrong lessons from history must expect reeducation by painful experience. So it’s not surprising that, since the end of the Cold War, American diplomacy has suffered repeated rebuke from unexpected developments. Some of these have taken place in the Balkans, where World War I was kindled – and where we have arranged a ceasefire, installed a garrison, and called it peace.              But most challenges to our problem-solving ability are coming from other places and are producing still worse results. Consider the north Korean and Iranian nuclear issues, Israel-Palestine, 9/11 and our ever-intensifying conflict with militant Islam, regime change in Iraq, the Russo-Georgian war, the Arab uprisings (including that in Syria), “humanitarian intervention” in Libya, the “pivot to Asia” amidst tussles in the South and East China Seas, the collapse of Sykes-Picot and the rise of Jihadistan in the Levant, and the Ukraine crisis, among other tests of American statecraft. It's hard to think of anything that's has gone right.              It’s worth asking what we have got wrong. Clearly, military strength alone is not enough to guarantee international order or compel deference to U.S. desires. So Americans are looking for a more restrained and less militaristic way of dealing with the world beyond our borders.",
      "likes": 27,
      "tag": "Truth"
    },
    {
      "id": "10",
      "author": "Nicllo Froyo",
      "title": "#MeToo and the City",
      "description": "In And Just Like That… Carrie Bradshaw tries to reckon with new sexual horizons. But can Bradshaw and #MeToo really co-exist?",
      "reading_time": "5 min read ",
      "date": "Feb 8",
      "source": {
        "name": "ZORA"
      },
      "profile_url": "https://miro.medium.com/fit/c/25/25/1*4Sybq8pTkkfjqANAw9SiRA.jpeg",
      "urlToImage": "https://miro.medium.com/fit/c/250/168/1*OJ0JFRBOZjw--_P3qzJZSA.png",
      "content": "More than three years after allegations of Harvey Weinstein’s decades of sexual abuse surfaced, the #MeToo movement continues to reverberate around the world. Accusations have been leveled against politicians, business leaders, and influential individuals from a variety of industries, and we’ve seen meaningful progress in both policy and action as a result.           #MeToo not only brought the issue of sexual harassment to the forefront of U.S. national discourse, but also highlighted gender disparities in representation and power, as well as entrenched gender stereotypes — all of which research has shown to be among the root causes of sexual misconduct. This reckoning has motivated many individuals and organizations to take action to address these issues and better support women in the workplace. At the same time, many remain skeptical, and some even argue that backlash against #MeToo has made male managers more reluctant to hire, work with, or mentor women.               There is no doubt some truth to all of these claims. Part of what makes it difficult to determine the true impact of #MeToo is that, like any broad social movement, it is inextricably intertwined with countless related social trends, and thus its effects are challenging to isolate. But by identifying a test setting where we can distinguish between people who are more or less likely to be affected by the movement, it becomes possible to quantify its impact more rigorously.             To do that, we conducted a series of studies looking at whether representation and job opportunities for female writers in the film industry improved in the wake of the #MeToo movement. We collected data for about 4,000 movie projects launched between January 2014 and September 2019 from the industry database Done Deal Pro, and then used publicly available IMDb data to determine whether anyone on each project’s production team was associated with Harvey Weinstein (as defined by having produced, directed, written, or acted in a film produced by Weinstein and released before October 2017, when the Weinstein allegations were released).          This distinction enabled us to identify individuals that we inferred were likely more affected by #MeToo, since #MeToo issues would likely be especially salient for producers who had been associated with Weinstein. By comparing these producers to those without known associations with Weinstein, we could control for the impact of any unrelated societal trends common to both groups, as well as any industry-wide effects of #MeToo that would have affected producers similarly regardless of whether they had an association with Weinstein.                Next, because the Weinstein-associated producers were significantly more experienced on average, we cut down our sample to about 2,000 projects such that each project with Weinstein-associated producers could be matched with a project whose producers were not associated with Weinstein, but who had similar overall levels of experience (as measured by the number of major movies they had produced, the number of times they had won or been nominated for Academy Awards, and the extent of their collaboration with major studios and large talent agencies). This ensured that we were truly comparing apples to apples, rather than potentially attributing the effects of higher levels of experience to the impact of the #MeToo movement.           Armed with this dataset, we began to compare gender representation among writers for projects with producers who had an association with Weinstein and for projects whose producers had no known associations with Weinstein. In our first study, we found that after #MeToo, Weinstein-associated producers hired 40% more female writers than before, while projects whose producers were not associated with Weinstein did not experience a significant increase. We also confirmed that this improvement was not simply the result of adding “token” female writers, as the size of the writing teams did not change.         Interestingly, our analysis suggests that this trend was mainly driven by teams with female producers, and was much less significant for all-male production teams. We can’t be certain as to the reason for this, but some possible explanations include female producers being more likely to identify with the #MeToo movement, being better able to source female talent via their social networks, being more able to credibly commit to a safe and supportive working environment that would be a draw for female talent, and being less concerned than male producers about the potential for backlash when working with women. That said, we did find that many of the male producers who had worked more extensively with Weinstein in the past did hire substantially more female writers after #MeToo. Among the all-male production teams who hadn’t worked with Weinstein or who only had limited connection with him, we did not find any decrease in the likelihood of working with female writers after #MeToo. This suggests that any potential liability concerns that may have been exacerbated by the movement were outweighed by an increased motivation to support female writers and increase gender equity.             In our next study, we looked at not just the proportion of female writers working on different project teams, but also at the types of projects these writers worked on before and after October 2017. We found that female writers working with Weinstein’s past collaborators were significantly more likely to work on stories with a male protagonist after #MeToo than before, relative to those who worked for producers without an association with Weinstein. They were also less likely to work exclusively in genres typically associated with women, such as drama or romance (which also often tend to have smaller budgets). These findings suggest that #MeToo may have helped reduce the gender stereotypes and other barriers that often keep women from working on the types of projects that are traditionally dominated by male writers (e.g., action or sci-fi films with male leads — not coincidentally, these films also tend to have the largest budgets).    ",
      "likes": 19,
      "tag": "Pop-Culture"
    },
    {
      "id": "11",
      "author": "Niko Bellec",
      "title": "Web3: A vision for the future",
      "description": " If Web3 becomes the dominant mode of handling the internet , will the questions that are raised still be relevant ?",
      "reading_time": "4 min read ",
      "date": "Aug 28 , 2021",
      "source": {
        "name": "The Hindu"
      },
      "profile_url": "https://img.search.brave.com/02i51jlTeDPO9lVgYfm-EJkPrKwBGbpLjqIhiaMTftA/rs:fit:32:32:1/g:ce/aHR0cDovL2Zhdmlj/b25zLnNlYXJjaC5i/cmF2ZS5jb20vaWNv/bnMvZThkMTk4NWZl/YjBiYjYzYjQ5MjNm/YmNhNDM2ZDlkZTAz/Y2FiODM5ZjAwNWRi/MmUyY2RmMTIwNDk5/ZWE0YmQ2Yi93d3cu/dGhlaGluZHUuY29t/Lw",
      "urlToImage": "https://img.search.brave.com/aviNDfnq2Qmi0_1k3w9EL1bCof-diHKaYj9uoszRjqs/rs:fit:829:225:1/g:ce/aHR0cHM6Ly90c2U0/Lm1tLmJpbmcubmV0/L3RoP2lkPU9JUC43/OUl2elZ3NE1DdExC/MzB6RzRfaUJ3SGFF/UCZwaWQ9QXBp",
      "content": "Imagine a new type of internet that not only accurately interprets what you input, but actually understands everything you convey, whether through text, voice or other media, one where all content you consume is more tailored to you than ever before. We are at the tipping point of a new phase in the web’s evolution. Some early pioneers call it Web 3.0.                    Arguably, there are a few early-stage Web 3.0 applications that already exist today, but until the new internet becomes fully embedded in the web infrastructure, their true potential cannot be observed.                         As Web 3.0 networks will operate through decentralized protocols — the founding blocks of blockchain and cryptocurrency technology — we can expect to see a strong convergence and symbiotic relationship between these three technologies and other fields. They will be interoperable, seamlessly integrated, automated through smart contracts and used to power anything from micro transactions in Africa, censorship-resistant P2P data file storage and sharing with applications like Filecoin, to completely changing every company conduct and operate their business. The current slew of DeFi protocols are just the tip of the iceberg.                             There are a few details that we need to keep in mind when looking into Web 3.0 tech. First of all, the concept isn’t new. Jeffrey Zeldman, one of the early developers of Web 1.0 and 2.0 applications, had written a blog post putting his support behind Web 3.0 back in 2006. But talks around this topic had begun as early as 2001.                       Google’s AI system recently removed around 100,000 negative reviews of the Robinhood app from the Play Store following the Gamespot trading debacle when it detected attempts of rating manipulation intended to artificially downvote the app. This is AI in action, which will soon seamlessly fit into Internet 3.0, enabling blogs and other online platforms to sift data and tailor them to each user's liking. As AI advances, it will ultimately be able to provide users with the best filtered and unbiased data possible.                     A common requirement for a Web 3.0 application is the ability to digest large-scale information and turn it into factual knowledge and useful executions for users. With that being said, these applications are still at their early stages, which means that they have a lot of room for improvement and are a far cry from  how Web 3.0 apps could potentially function.            The new internet will provide a more personal and customized browsing experience, a smarter and more human-like search assistant, and other decentralized benefits that are hoped will help to establish a more equitable web. This will be achieved by empowering each individual user to become a sovereign over their data, and creating a richer overall experience thanks to the myriad of innovations that is to come once it is in place.                  When Web 3.0 inevitably arrives — as hard as it is to fathom considering how smart devices have already changed our behavioral patterns — the internet will become exponentially more integrated in our daily lives.                We will see nearly all of today’s normally offline machines, from home appliances like ovens, vacuums, and refrigerators to all types of transport become part of the IoT economy, interacting with its autonomous servers and decentralized applications (DApps), advancing new digital realms like blockchain and digital asset to power a myriad of new tech “miracles” for the 21st century.   ",
      "likes": 42,
      "tag": "WEB-3"
    },
    {
      "id": "12",
      "author": "Craig washington",
      "title": "How relevant is NATO",
      "description": "See how Russian invasion and NATO mix up.",
      "reading_time": "5 min read ",
      "date": "Feb 17 , 2022",
      "source": {
        "name": "Newsler"
      },
      "profile_url": "https://academy-public.coinmarketcap.com/uploads/023a9d5cec504ef9bbf27c479530b672.jpeg",
      "urlToImage": "https://img.search.brave.com/Jrr4zwGPllc9D9Nkx8pX96QgQ3jtqNO2X-4iyBGUDEM/rs:fit:300:225:1/g:ce/aHR0cHM6Ly90c2Uz/Lm1tLmJpbmcubmV0/L3RoP2lkPU9JRi5j/anBKbkdXU1NpeEM1/bVJUbkRQelpnJnBp/ZD1BcGk",
      "content": " The North Atlantic Treaty Organization or NATO was formed in 1949 in response to the threat of a USSR invasion of democratic Europe at the end of the WWII. After Russia launched its full-scale invasion of Ukraine on February 24, Poland, Estonia, Latvia and Lithuania invoked Article 4 of NATO.             Russia launched a full-scale invasion of Ukraine early on February 24. The North Atlantic Treaty Organization (NATO) has since called a meeting of all allies over the worst crisis that Europe has seen since the end of World War II.    Poland, Estonia, Latvia and Lithuania have all invoked Article 4 of NATO. Article 4 will open up consultation among all 30 allies -- Albania, Belgium, Bulgaria, Canada, Croatia, Czech Republic, Denmark, Estonia, France, Germany, Greece, Hungary, Iceland, Italy, Latvia, Lithuania, Luxembourg, Montenegro, Netherlands, North Macedonia, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Turkey, United Kingdom and United States.         “I convened an urgent government meeting this morning. The Estonian Government decided to trigger NATO consultations under Article 4 of the North Atlantic Treaty, in cooperation with other Allies including Latvia, Lithuania and Poland,” said Kaja Kallas, Estonian Prime Minister.            “There's a threat to the entire free world, as Russia has launched a full-scale attack against Ukraine -- a sovereign European country. NATO consultations on strengthening the security of Allies must be initiated to implement additional measures for ensuring the defence of Allies,” she added in a Twitter thread.        “The Russian military aggression against Ukraine’s sovereignty, people and democracy is totally unacceptable. It is Putin’s responsibility to end it immediately. Latvia is closely working with the EU and NATO partners. We call for NATO Art4 consultations,” added Latvian Prime Minister Arturs Krišjānis Kariņš.            In the history of NATO, Article 4 has been invoked six times. Turkey had invoked the Article 4 in 2003 over concerns about the Iraq War spilling over to the country; in June 2012, after Syria shot down a Turkish military jet; in October 2012, when Syria attacked Turkey with artillery shelling; and finally in 2020, when tensions flared in Syria.        Latvia, Lithuania, and Poland invoked Article 4 in 2014 in response to Russia’s invasion of Crimea, and then in November 2021, in response to the Belarussian state-sponsored migrant crisis at the borders of Poland.        “When there’s actually a war at NATO’s border, you just have to deter -- you have to strengthen deterrence,” the European official said. “That’s how NATO avoided military conflict during the Cold War: with precise actions -- every time there is escalation, you respond. You make sure that you do not show weakness at any time,” a European official added to Washington Examiner.            Poland lies just to the west of Ukraine and borders Belarus, which is seemingly not participating in the invasion though it is allowing Russian forces to move through it, and the Baltic nations -- Estonia, Livonia, and Lithuania -- share a large border with Russia and Belarus.           The countries are concerned whether Russia’s invasion will stop at just Ukraine or spill over to the farthest members of NATO. The consultation is expected to lead to additional support in terms of manpower, military equipment and other aid being sent to reinforce the borders of these countries to act as both security and deterrent against Russia.              If Russia does attack one of these countries, it would lead to the invocation of Article 5 of NATO. Article 5 defines the casus foederis of the alliance, that an attack against any one member of the alliance is an attack against them all. It was used only once in the immediate aftermath of the 9/11 terrorist attacks against the US.       Ukraine had long tried to lobby for membership in the organisation after the Crimean invasion in 2014, something which had been irking Russia and President Vladimir Putin. But it wasn’t able to join the organisation and is thus not protected by Article 5 of the treaty.    For now, Ukraine stands alone against the might of Russia as Europe watches from a distance.    ",
      "likes": 56,
      "tag": "NATO"
    },
    {
      "id": "13",
      "author": "Ezio Auditore",
      "title": "How Scientist are embracing the NFT's",
      "description": "Is a trend of auctioning NFT based on scientific data and art fad, an environmental disaster or the future of monetized genomics?",
      "reading_time": "8 min read ",
      "date": "Feb 8 , 2022",
      "source": {
        "name": "Nature"
      },
      "profile_url": "https://media.springernature.com/full/nature-cms/uploads/product/nature/header-86f1267ea01eccd46b530284be10585e.svg",
      "urlToImage": "https://media.nature.com/lw800/magazine-assets/d41586-021-01642-3/d41586-021-01642-3_19268472.jpg",
      "content": " From cat memes and music tracks to all manner of digital art, the bizarre, often quirky market for non-fungible tokens (NFTs) is booming. And now, science is hopping on the bandwagon for these receipts of ownership of digital files that are bought and sold online.          On 8 June, the University of California, Berkeley, auctioned off an NFT based on documents relating to the work of Nobel-prizewinning cancer researcher James Allison for more than US$50,000. On 17 June, the US Space Force — a branch of the US Armed Forces — started selling a series of NFTs featuring augmented-reality images of satellites and space iconography.                And, from 23 to 30 June, computer scientist Tim Berners-Lee, who invented the World Wide Web, is auctioning an NFT featuring the source code of the original web browser, along with a silent video of the code being typed out.               Meanwhile, biology pioneer George Church and a company he co-founded, Nebula Genomics in San Francisco, California, have advertised their intention to sell an NFT of Church’s genome. Church, a geneticist at Harvard University in Cambridge, Massachusetts, who helped to launch the Human Genome Project, is well known for controversial proposals, including resurrecting the woolly mammoth and creating a dating app based on DNA.            The fad for NFTs has been celebrated online for elevating digital art — and simultaneously derided as meaningless and for having a huge carbon footprint because of the massive computing power required to sustain it.           The arguments over NFTs in science are similarly heated, with some saying they provide an incentive to showcase science to the public; a new method of fundraising; and even a way for people to earn royalties when pharmaceutical companies buy access to their genomic data. Others say that NFTs — which operate in a similar way to digital cryptocurrencies — are just needless energy pouring into a market bubble that’s sure to burst.         “The more you look at it, the more you realize how bonkers it is,” says Nicholas Weaver, who studies cryptocurrency at the International Computer Science Institute in Berkeley.      NFTs use the blockchain technology that underlies cryptocurrencies such as Bitcoin to certify ownership of a file. NFTs are ‘minted’ in the same way as cryptocurrency — using one of many online platforms to add them to a tamper-proof blockchain ledger, typically at a cost of tens or hundreds of dollars — and then sold online. People can buy and trade these certificates in the same way as physical collectibles, such as baseball cards. The art or data can be freely viewed online and downloaded in their original form; the NFT buyer simply has a verifiable receipt of ownership.       The NFT concept was born in the early 2010s but exploded this year: in March, for example, an NFT for a digital artwork by a US artist nicknamed Beeple sold for nearly $70 million. The NFT market hit a 30-day sales record of $325 billion in early May. In June, it cooled significantly, but it is still seeing more than $10 million in sales per week.          Michael Alvarez Cohen, director of innovation ecosystem development in the intellectual-property office at the University of California, Berkeley, decided to try to use NFTs to raise funds for the university. A team of designers scanned legal papers filed with the university, along with handwritten notes and faxes relating to Allison’s valuable discoveries. This artwork, called The Fourth Pillar, is available for all to see online, and the team minted an NFT for ownership of the work.         After a short bidding war, the NFT sold on 8 June for 22 ether (around US$54,000). The buyer was a Berkeley alumni group called FiatLux DAO, founded days before by the same blockchain experts who had advised Berkeley on how to create the NFT in the first place. The money will be split between NFT auction site Foundation, a Berkeley research fund and carbon offsets.       The Berkeley team is also creating a digital artwork from documents relating to Nobel laureate Jennifer Doudna, one of the pioneers of CRISPR gene-editing, for a future NFT auction. That is being slowed by the need to make sure that her patent — which is still active — isn’t infringed by the art.          Meanwhile, on 10 June, Church and Nebula Genomics put up for sale 20 NFTs, each featuring an artwork based on Church’s likeness and a special, limited edition discount on Nebula’s whole-genome sequencing service. Money raised will be split between an unnamed charity, Church, blockchain company Oasis Labs, Nebula Genomics and the sales platform AkoinNFT.          That offering is a surprising step back from what was originally advertised: the group said it would be selling an NFT including Church’s genome in a 10 June auction. But that plan was put on the back burner at the last minute, Nebula Genomics told Nature, “because the NFT and crypto markets have declined over the past week”. ",
      "likes": 19,
      "tag": "NFT's"
    },
    {
      "id": "14",
      "author": "Jason Riley",
      "title": "Who decides what words mean",
      "description": "Bound by rules, yet constantly changing, language might be the ultimate self-regulating system, with nobody in charge",
      "reading_time": "7 min read ",
      "date": "Dec 18 , 2021",
      "source": {
        "name": ""
      },
      "profile_url": "https://img.search.brave.com/UqnFg-LdTd0PeDo5vj_46aDjZ4slo264XxiQdEpmFX8/rs:fit:400:225:1/g:ce/aHR0cHM6Ly90c2Uy/Lm1tLmJpbmcubmV0/L3RoP2lkPU9JUC5O/WXRHYzh3MjJXblVX/TnZMZThUQW9RQUFB/QSZwaWQ9QXBp",
      "urlToImage": "https://img.search.brave.com/ThNFvHFGJT99An8H0hzrtm1sMXtN4i2ymbPRhywePs4/rs:fit:844:225:1/g:ce/aHR0cHM6Ly90c2Ux/Lm1tLmJpbmcubmV0/L3RoP2lkPU9JUC42/M2xhZE02dWl5bGlP/QmlnTmY2NEpnSGFF/SyZwaWQ9QXBp",
      "content": " Decades before the rise of social media, polarisation plagued discussions about language. By and large, it still does. Everyone who cares about the topic is officially required to take one of two stances. Either you smugly preen about the mistakes you find abhorrent – this makes you a so-called prescriptivist – or you show off your knowledge of language change, and poke holes in the prescriptivists’ facts – this makes you a descriptivist. Group membership is mandatory, and the two are mutually exclusive.         But it doesn’t have to be this way. I have two roles at my workplace: I am an editor and a language columnist. These two jobs more or less require me to be both a prescriptivist and a descriptivist. When people file me copy that has mistakes of grammar or mechanics, I fix them (as well as applying The Economist’s house style). But when it comes time to write my column, I study the weird mess of real language; rather than being a scold about this or that mistake, I try to teach myself (and so the reader) something new. Is this a split personality, or can the two be reconciled into a coherent philosophy? I believe they can.              Language changes all the time. Some changes really are chaotic, and disruptive. Take decimate, a prescriptivist shibboleth. It comes from the old Roman practice of punishing a mutinous legion by killing every 10th soldier (hence that deci­- root). Now we don’t often need a word for destroying exactly a 10th of something – this is the ‘etymological fallacy’, the idea that a word must mean exactly what its component roots indicate. But it is useful to have a word that means to destroy a sizeable proportion of something. Yet many people have extended the meaning of decimate until now it means something approaching ‘to wipe out utterly’.              Descriptivists – that is, virtually all academic linguists – will point out that semantic creep is how languages work. It’s just something words do: look up virtually any nontechnical word in the great historical Oxford English Dictionary (OED), which lists a word’s senses in historical order. You’ll see things such as the extension of decimate happening again and again and again. Words won’t sit still. The prescriptivist position, offered one linguist, is like taking a snapshot of the surface of the ocean and insisting that’s how ocean surfaces must look.              Be that as it may, retort prescriptivists, but that doesn’t make it any less annoying. Decimate doesn’t have a good synonym in its traditional meaning (to destroy a portion of), and it has lots of company in its new meaning: destroy, annihilate, devastate and so on. If decimate eventually settles on this latter meaning, we lose a unique word and gain nothing. People who use it the old way and people who use it the new way can also confuse each other.            Or take literally, on which I am a traditionalist. It is a delight to be able to use a good literally: when my son fell off a horse on a recent holiday, I was able to reassure my mother that ‘He literally got right back in the saddle,’ and this pleased me no end. So when people use literally to say, for example, We literally walked a million miles, I sigh a little sigh. I know that James Joyce, Vladimir Nabokov and many others used a figurative literally, but as a mere intensifier it’s not particularly useful or lovely, and it is particularly useful and lovely in the traditional sense, where it has no good substitute.           here is another fact to bear in mind: no language has fallen apart from lack of care. It is just not something that happens – literally. Prescriptivists cannot point to a single language that became unusable or inexpressive as a result of people’s failure to uphold traditional vocabulary and grammar. Every language existing today is fantastically expressive. It would be a miracle, except that it is utterly commonplace, a fact shared not only by all languages but by all the humans who use them.            There is something odd about the vowels of English. Have you ever noticed that every language in Europe seems to use the letter A the same way? From latte to lager to tapas, Italian, German and Spanish all seem to use it for the ah sound. And at some level, this seems natural; if you learn frango is ‘chicken’ in Portuguese, you will probably know to pronounce it with an ah, not an ay. How, then, did English get A to sound like it does in plate, name, face and so on?          The answer is the Great Vowel Shift. From the middle English period and continuing into the early modern era, the entire set of English long vowels underwent a radical disruption. Meet used to be pronounced a bit like modern mate. Boot used to sound like boat. (But both vowels were monophthongs, not diphthongs; the modern long A is really pronounced like ay-ee said quickly, but the vowel in medieval meet was a pure single vowel.)               During the Great Vowel Shift, ee and oo started to move towards the sounds they have today. Nobody knows why. It’s likely that some people noticed at the time and groused about it. In any case, there was really a problem: now ee was too close to the vowel in time, which in that era was pronounced tee-muh. And oo was too close to the vowel in house, which was then pronounced hoose.            Speakers didn’t passively accept the confusion. What happened next shows the genius of what economists call spontaneous order. In response to their new pushy neighbours in the vowel space, the vowels in time and house started to change, too, becoming something like tuh-eem and huh-oos. Other changes prompted yet more changes, too: the vowel in mate – then pronounced mah-tuh – moved towards the sound of the modern vowel in cat. That made it a little too close to meat, which was pronounced like a drawn-out version of the modern met. So the vowel in meat changed too.            Throughout the system, vowels were on the move. Nobody in a 15th-century tavern (men carried knives back then) wants to confuse meet, meat and mate. So they responded to a potentially damaging change by changing something else. A few vowels ended up merging. So meet and meat became homophones. But mostly the system just settled down with each vowel in a new place. It was the Great Vowel Shift, not the Great Vowel Pile-Up.            Such shifts are common enough that they have earned a name: ‘chain shifts’. These are what happens when one change prompts another, which in turn prompts yet another, and so on, until the language arrives at a new equilibrium. There is a chain shift underway now: the Northern Cities Shift, noticed and described in the cities around the Great Lakes of North America by William Labov, the pioneer of sociolinguistics. There is also a California Shift. In other words, these things happen. The local, individual change is chaotic and random, but the system responds to keep things from coming to harm.",
      "likes": 72,
      "tag": "Psychology"
    },
    {
      "id": "15",
      "author": "James walt",
      "title": "Is There Really a Student Loan Crisis?",
      "description": "The reality of college debt and steps to address it.",
      "reading_time": "9 min read ",
      "date": "Oct 27 , 2021",
      "source": {
        "name": ""
      },
      "profile_url": "https://miro.medium.com/fit/c/25/25/1*b5DRGA54BBpG4707u4b-Jg.png",
      "urlToImage": "https://miro.medium.com/fit/c/250/168/0*2O_qtzi7LezKH74q.jpg",
      "content": " Presidential candidates are proposing to cancel student debt and make public college free, state legislators are cracking down on student-loan companies and, recently, government agencies have offered another approach — teaching students and borrowers more about finances.          The Treasury Department recommended earlier this month that colleges should require students to take financial-literacy courses and representatives from the Department of Education told a group of financial-aid professionals this week that the agency is planning to add robust financial literacy tools to the app students can use to apply for financial aid and manage their student loans.          These proposals come after years of colleges across the country experimenting with ways to teach their students good financial habits and provide them with more information about their loans. The idea behind these efforts is to help students manage their finances while they’re in school and once they graduate.            Robert Kelchen, a Seton Hall University professor who studies higher education finance, said lawmakers and experts often ask whether people are making bad financial decisions or if they simply don’t have enough money. “The answer is probably some of both — but it’s hard to tell how much is a literacy issue versus how much is a lack of money issue.”                 That has a lot to do with the disconnect between the curricula in most financial-literacy and education programs and people’s lived experience, said Timothy Ogden, the managing director of the Financial Access Initiative at New York University.             Much of what is taught and measured in traditional financial literacy and financial-education courses is how to evaluate relatively good choices through understanding concepts like interest rates or the difference between certain types of investment opportunities, he said.           But the consumers who deal with the most dire consequences from a poor financial decision — low-income Americans with financial constraints — typically aren’t facing these choices. Instead, they may be deciding between a high-interest payday loan or bouncing a check, Ogden said.           Part of the reason why financial education is irrelevant to so many Americans, he says, is because the curricula were developed during a time when most workers could count on a biweekly paycheck at a stable job. These days, more than 40% of Americans regularly see large swings in their income.             If that’s the economic trajectory of your life, then the typical advice — to stash away as much money as possible in retirement and other investment vehicles — makes sense, he said. But “if your income is bouncing up and down month to month and year to year it’s not clear at all that that’s the best way to manage your money.          These days, some colleges are adapting to students’ financial realities and working to send them information that’s relevant at a time when it may be most useful.          Even when students are provided with financial information that’s relevant to their lives, they’re still constrained by the cost of college            For example, over the past several years more colleges have started sending student “debt letters,” which provide students with information like how much they’ve already borrowed, their future monthly payments and other personalized information about their loans. But the data on these programs so far indicates that they’re not doing much to change students’ borrowing behavior.          And for some students, the “right” financial decision is actually to borrow more. It’s not uncommon for students to need loans in order to complete school and/or avoid working so much that it interferes with their progress. In other words, requiring students to learn more about their debt may do little to change the overall balance of outstanding student loans, Anderson said.                        When the federal student-loan borrowing decision is discussed sometimes it’s discussed as you either take on the loan or you don’t — and everything else is the same,” said Lesley Turner, an economist at Vanderbilt University who has studied education financing decisions. “In the current structure of grants and loans and college costs, the trade off is, ‘Do I finance these costs through a federal loan? Or do I finance them with another option?                  Colleges, the government and companies make the system for paying for college and repaying loans confusing                   How colleges package such information does influence students’ and families’ approach to financing college. Research from Turner and her co-author found that community-college students who received a financial-aid letter where loans were included as part of the package were more likely to borrow than those who received no loan offer in their financial-aid letter, but were told via email other communications that they qualified for student loans.                        It’s hard to argue that these types of efforts to arm students with more information about how to manage their finances in college and beyond are a bad idea. But making financial education mandatory comes with a cost — particularly if it can hold students up from making progress towards their degree, Anderson said.",
      "likes": 192,
      "tag": "Loans"
    },
    {
      "id": "16",
      "author": "Soren Kirk",
      "title": "Why Is Chronic Illness Ignored?",
      "description": "Autoimmune conditions are on the rise, but medicine lags behind",
      "reading_time": "6 min read ",
      "date": "Feb 11 , 2022",
      "source": {
        "name": "Health and Wealth"
      },
      "profile_url": "https://miro.medium.com/fit/c/25/25/1*GhG8ZeoE0TGfCHwL9SCrfw.png",
      "urlToImage": "https://miro.medium.com/fit/c/250/168/1*YXJqo6CA0kNuqkhIbJKesA.jpeg",
      "content": "It's difficult for healthy people to understand the challenges chronic illness brings until it gets personal.  Chronic illness can drastically alter your daily routines and chronic pain can test the will of the strongest person.  It brings with it overwhelming emotions, self defeating thoughts, crippling pain, daily heart ache, and so much more.  But words don't translate into understanding until you put a face to it.  I'd like to introduce you to Kelly and her blog Diary of a Sick Girl.   Kelly has opened up to the world her daily life with Rheumatoid Arthritis, Lupus, IBD, and other undiagnosed illnesses.  Her blog and video diary will at times break your heart, but will also give you a rare glimpse into what having a chronic illness really means.  By sharing her story she gives others insight, hope and understanding.  I want more people to hear her story.   So I've selected a few videos that have personally touched me and I hope they will help you too.  Kelly's brave journey with chronic illness will change your outlook and your life.                      Self pity can be relentless.  I've had more than my share of pity parties.  It's okay to feel sorry for yourself and I believe that it's healthy and important to mourn your old self.  The danger is if you wallow in it too long, it can steal your hopes and dreams, your reasons for living.  It can make you feel helpless, as if nothing you do matters or will make a difference.  This is a lie!  Although your goals may change, you still have the ability to reach for your dreams.  You are strong enough to cope with and overcome challenges that come your way.  You still have the breath and gift of life.  You can embrace the journey and the hand you've been dealt and live a happy and fulfilled life.                      A few years ago, I wrote about how I set a goal to run a 5k race.  After many years of struggling with the symptoms of Fibromyalgia, Crohn's Disease, and peripheral neuralgia, I thought this was impossible.  There were many days during my training where I felt sick, defeated, inadequate, and incapable.  It would've been easy to give up and absolutely no one would've blamed me for it.  It wasn't that I had dreams of becoming an Olympic runner.  I just wanted to run.  I wanted permission to dream.  For too long I'd fallen for the belief that my dreams were over, that I couldn't aspire for anything, that I couldn't live the full life I desired.                  Finally one day I allowed myself to dream.  I set my goal, trained every day, and ran the 5k. It was one of the most rewarding moments and lessons of my life.  I learned that I could reach for the sky.  I learned that despite chronic illness, life was beautiful.  I learned that my ability to set and reach my goals was entirely up to me.  No one could do it for me.  I also learned how to calm my mind and empower it to control my body, instead of allowing my body to dictate my thoughts.   I learned how to be mindful.  I learned that goodness is everywhere in this world, you just have to look for it.  I learned that Mother Nature is a powerful healer.  I learned that you and I deserve to be happy, despite our circumstances.                      Life hasn't been perfect since that race day.  Every day is a challenge and I'm still reminded regularly of my limitations.  But I don't let chronic illness keep me from reaching for my dreams and setting new goals.  I'm not saying if you have chronic illness, you should run.  Far from it.  That's my dream.  What's your dream?  What do you want to achieve in life?  Set goals for things that you want in life.  Whether it's physical, financial, emotional, or mental, you can do it!                     Lipton and Oh say that S-nitrosylation of proteins becomes more likely in many situations of cellular stress, including the presence of protein aggregates. Thus, this chemical modification of p62 could be a key factor in a self-reinforcing process that not only stresses brain cells beyond their limits, but also spreads the source of stress to other brain cells.      The team is now working to develop drug-like compounds that specifically inhibit the S-nitrosylation of p62. Although it would take years to develop such compounds as potential commercial drugs, they could, in principle, slow the Parkinson's/LBD disease process or prevent its further spread in the brain after it begins, Lipton says",
      "likes": 55,
      "tag": "Health"
    }
  ],
  "trending_feeds": [
    {
      "id": "1",
      "author": "James walt",
      "title": "Is There Really a Student Loan Crisis?",
      "description": "The reality of college debt and steps to address it.",
      "reading_time": "9 min read ",
      "date": "Oct 27 , 2021",
      "source": {
        "name": ""
      },
      "profile_url": "https://miro.medium.com/fit/c/25/25/1*b5DRGA54BBpG4707u4b-Jg.png",
      "urlToImage": "https://miro.medium.com/fit/c/250/168/0*2O_qtzi7LezKH74q.jpg",
      "content": " Presidential candidates are proposing to cancel student debt and make public college free, state legislators are cracking down on student-loan companies and, recently, government agencies have offered another approach — teaching students and borrowers more about finances.          The Treasury Department recommended earlier this month that colleges should require students to take financial-literacy courses and representatives from the Department of Education told a group of financial-aid professionals this week that the agency is planning to add robust financial literacy tools to the app students can use to apply for financial aid and manage their student loans.          These proposals come after years of colleges across the country experimenting with ways to teach their students good financial habits and provide them with more information about their loans. The idea behind these efforts is to help students manage their finances while they’re in school and once they graduate.            Robert Kelchen, a Seton Hall University professor who studies higher education finance, said lawmakers and experts often ask whether people are making bad financial decisions or if they simply don’t have enough money. “The answer is probably some of both — but it’s hard to tell how much is a literacy issue versus how much is a lack of money issue.”                 That has a lot to do with the disconnect between the curricula in most financial-literacy and education programs and people’s lived experience, said Timothy Ogden, the managing director of the Financial Access Initiative at New York University.             Much of what is taught and measured in traditional financial literacy and financial-education courses is how to evaluate relatively good choices through understanding concepts like interest rates or the difference between certain types of investment opportunities, he said.           But the consumers who deal with the most dire consequences from a poor financial decision — low-income Americans with financial constraints — typically aren’t facing these choices. Instead, they may be deciding between a high-interest payday loan or bouncing a check, Ogden said.           Part of the reason why financial education is irrelevant to so many Americans, he says, is because the curricula were developed during a time when most workers could count on a biweekly paycheck at a stable job. These days, more than 40% of Americans regularly see large swings in their income.             If that’s the economic trajectory of your life, then the typical advice — to stash away as much money as possible in retirement and other investment vehicles — makes sense, he said. But “if your income is bouncing up and down month to month and year to year it’s not clear at all that that’s the best way to manage your money.          These days, some colleges are adapting to students’ financial realities and working to send them information that’s relevant at a time when it may be most useful.          Even when students are provided with financial information that’s relevant to their lives, they’re still constrained by the cost of college            For example, over the past several years more colleges have started sending student “debt letters,” which provide students with information like how much they’ve already borrowed, their future monthly payments and other personalized information about their loans. But the data on these programs so far indicates that they’re not doing much to change students’ borrowing behavior.          And for some students, the “right” financial decision is actually to borrow more. It’s not uncommon for students to need loans in order to complete school and/or avoid working so much that it interferes with their progress. In other words, requiring students to learn more about their debt may do little to change the overall balance of outstanding student loans, Anderson said.                        When the federal student-loan borrowing decision is discussed sometimes it’s discussed as you either take on the loan or you don’t — and everything else is the same,” said Lesley Turner, an economist at Vanderbilt University who has studied education financing decisions. “In the current structure of grants and loans and college costs, the trade off is, ‘Do I finance these costs through a federal loan? Or do I finance them with another option?                  Colleges, the government and companies make the system for paying for college and repaying loans confusing                   How colleges package such information does influence students’ and families’ approach to financing college. Research from Turner and her co-author found that community-college students who received a financial-aid letter where loans were included as part of the package were more likely to borrow than those who received no loan offer in their financial-aid letter, but were told via email other communications that they qualified for student loans.                        It’s hard to argue that these types of efforts to arm students with more information about how to manage their finances in college and beyond are a bad idea. But making financial education mandatory comes with a cost — particularly if it can hold students up from making progress towards their degree, Anderson said.",
      "likes": 192,
      "tag": "Loans"
    },
    {
      "id": "2",
      "author": "Craig washington",
      "title": "How relevant is NATO",
      "description": "See how Russian invasion and NATO mix up.",
      "reading_time": "5 min read ",
      "date": "Feb 17 , 2022",
      "source": {
        "name": "Newsler"
      },
      "profile_url": "https://academy-public.coinmarketcap.com/uploads/023a9d5cec504ef9bbf27c479530b672.jpeg",
      "urlToImage": "https://img.search.brave.com/Jrr4zwGPllc9D9Nkx8pX96QgQ3jtqNO2X-4iyBGUDEM/rs:fit:300:225:1/g:ce/aHR0cHM6Ly90c2Uz/Lm1tLmJpbmcubmV0/L3RoP2lkPU9JRi5j/anBKbkdXU1NpeEM1/bVJUbkRQelpnJnBp/ZD1BcGk",
      "content": " The North Atlantic Treaty Organization or NATO was formed in 1949 in response to the threat of a USSR invasion of democratic Europe at the end of the WWII. After Russia launched its full-scale invasion of Ukraine on February 24, Poland, Estonia, Latvia and Lithuania invoked Article 4 of NATO.             Russia launched a full-scale invasion of Ukraine early on February 24. The North Atlantic Treaty Organization (NATO) has since called a meeting of all allies over the worst crisis that Europe has seen since the end of World War II.    Poland, Estonia, Latvia and Lithuania have all invoked Article 4 of NATO. Article 4 will open up consultation among all 30 allies -- Albania, Belgium, Bulgaria, Canada, Croatia, Czech Republic, Denmark, Estonia, France, Germany, Greece, Hungary, Iceland, Italy, Latvia, Lithuania, Luxembourg, Montenegro, Netherlands, North Macedonia, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Turkey, United Kingdom and United States.         “I convened an urgent government meeting this morning. The Estonian Government decided to trigger NATO consultations under Article 4 of the North Atlantic Treaty, in cooperation with other Allies including Latvia, Lithuania and Poland,” said Kaja Kallas, Estonian Prime Minister.            “There's a threat to the entire free world, as Russia has launched a full-scale attack against Ukraine -- a sovereign European country. NATO consultations on strengthening the security of Allies must be initiated to implement additional measures for ensuring the defence of Allies,” she added in a Twitter thread.        “The Russian military aggression against Ukraine’s sovereignty, people and democracy is totally unacceptable. It is Putin’s responsibility to end it immediately. Latvia is closely working with the EU and NATO partners. We call for NATO Art4 consultations,” added Latvian Prime Minister Arturs Krišjānis Kariņš.            In the history of NATO, Article 4 has been invoked six times. Turkey had invoked the Article 4 in 2003 over concerns about the Iraq War spilling over to the country; in June 2012, after Syria shot down a Turkish military jet; in October 2012, when Syria attacked Turkey with artillery shelling; and finally in 2020, when tensions flared in Syria.        Latvia, Lithuania, and Poland invoked Article 4 in 2014 in response to Russia’s invasion of Crimea, and then in November 2021, in response to the Belarussian state-sponsored migrant crisis at the borders of Poland.        “When there’s actually a war at NATO’s border, you just have to deter -- you have to strengthen deterrence,” the European official said. “That’s how NATO avoided military conflict during the Cold War: with precise actions -- every time there is escalation, you respond. You make sure that you do not show weakness at any time,” a European official added to Washington Examiner.            Poland lies just to the west of Ukraine and borders Belarus, which is seemingly not participating in the invasion though it is allowing Russian forces to move through it, and the Baltic nations -- Estonia, Livonia, and Lithuania -- share a large border with Russia and Belarus.           The countries are concerned whether Russia’s invasion will stop at just Ukraine or spill over to the farthest members of NATO. The consultation is expected to lead to additional support in terms of manpower, military equipment and other aid being sent to reinforce the borders of these countries to act as both security and deterrent against Russia.              If Russia does attack one of these countries, it would lead to the invocation of Article 5 of NATO. Article 5 defines the casus foederis of the alliance, that an attack against any one member of the alliance is an attack against them all. It was used only once in the immediate aftermath of the 9/11 terrorist attacks against the US.       Ukraine had long tried to lobby for membership in the organisation after the Crimean invasion in 2014, something which had been irking Russia and President Vladimir Putin. But it wasn’t able to join the organisation and is thus not protected by Article 5 of the treaty.    For now, Ukraine stands alone against the might of Russia as Europe watches from a distance.    ",
      "likes": 56,
      "tag": "NATO"
    },
    {
      "id": "3",
      "author": "Richard Lewis",
      "title": "The problem with diplomacy",
      "description": "Neurodiversity, truth and masking",
      "reading_time": "8 min read ",
      "date": "Feb 2",
      "source": {
        "name": "ArtfullyAutistic"
      },
      "profile_url": "https://miro.medium.com/fit/c/25/25/1*NSdw132qBsqZjUVe0GjdCw.png",
      "urlToImage": "https://miro.medium.com/fit/c/250/168/1*rfNmtX8gA-xgsydxKjm_7w.jpeg",
      "content": "We are here to discuss what we can learn from the failure of diplomacy to prevent, halt, and wrap up World War I. We just heard a masterful review of what happened from Geoffrey Wawro. He has already said most of the things I wanted to say. So he's left me with no alternative but to actually address the topic I was asked to speak about, which is the failings of today's American diplomacy in light of the deficiencies of diplomacy in 1914.       The eve of World War I was also a time of rapid globalization, shifting power balances, rising nationalisms, socioeconomic stress, and transformative military technologies. The railroad networks, barbed wire, dynamite, repeating rifles, machine guns, long-range artillery, aircraft and submarines that altered the nature of war then are paralleled by today’s cyber and space-based surveillance systems, drones, precision-guided munitions, sub-launched and land-based anti ship missiles, missile defense and penetration aids, anti satellite missiles, cyber assaults, hypersonic gliders, and nuclear weapons. Changes in the European political economy set the stage for World War I. Changes in technology made it different from previous wars.             Armed conflict between major powers today would reveal that warfare has again mutated and developed new horrors for its participants. But some factors driving conflict now would parallel those of a century ago. In 1914, as in 2014, a professional military establishment, estranged from society but glorified by it, drew up war plans using new technologies on the fatal premise that the only effective defense is a preemptive offense. Then, as now, these plans evolved without effective political oversight or diplomatic input. Then, as now, military-to-military interactions within alliances sometimes took place without adequate supervision by civilian authority, leading to unmanageable policy disconnects that were revealed only when war actually broke out.         As the 20th century began, successive crises in the Balkans had the effect of replacing the 19th century’s careful balancing of interests with competition between military blocs. This conflated military posturing with diplomacy, much as events in the East and South China Seas, the Middle East, and Ukraine seem to be doing today. Then, as now, decisions by the smaller allies of the great powers risked setting off local wars that might rapidly expand and escalate. Then, as now, most people thought that, whatever smaller countries might do, war between the great powers was irrational and therefore would not occur. And then, as now, the chiefs of state and government of the great powers practiced attention deficit diplomacy. They were so engaged at the tactical level that they had little time to give full consideration to the strategic implications of their decisions.            Ironically, in light of what actually happened, few would dispute that the factors inhibiting war in Europe in 1914 were greater than those impeding it today. European leaders were not only personally acquainted but, in many instances, related to each other. They and their diplomatic aides knew each other well. There was a common European culture and a tradition of successful conference diplomacy and crisis management for them to draw upon. European imperialists could and had often solved problems by trading colonies or other peripheral interests to reduce tensions between themselves. None of these factors exist today to reduce the likelihood of wars between the United States and China or Iran, or NATO and Russia, or China and Japan or India – to name only the pairings warmongers seem to enjoy talking about the most.             On the other hand, alliances today facilitate cooperation. In practice, they no longer, as they did in 1914, oblige mutual aid or embody preconcerted common purposes. This welcome but dishonorable fact reduces the moral hazard implicit in American defense commitments to weaker allies and diminishes the prospect that they might act rashly because the U.S. has their back. It also reduces the danger of automatic widening and escalation of local wars.                           It is said that those who do not remember the past are condemned to repeat it. But it is equally true that those who learn the wrong lessons from history must expect reeducation by painful experience. So it’s not surprising that, since the end of the Cold War, American diplomacy has suffered repeated rebuke from unexpected developments. Some of these have taken place in the Balkans, where World War I was kindled – and where we have arranged a ceasefire, installed a garrison, and called it peace.              But most challenges to our problem-solving ability are coming from other places and are producing still worse results. Consider the north Korean and Iranian nuclear issues, Israel-Palestine, 9/11 and our ever-intensifying conflict with militant Islam, regime change in Iraq, the Russo-Georgian war, the Arab uprisings (including that in Syria), “humanitarian intervention” in Libya, the “pivot to Asia” amidst tussles in the South and East China Seas, the collapse of Sykes-Picot and the rise of Jihadistan in the Levant, and the Ukraine crisis, among other tests of American statecraft. It's hard to think of anything that's has gone right.              It’s worth asking what we have got wrong. Clearly, military strength alone is not enough to guarantee international order or compel deference to U.S. desires. So Americans are looking for a more restrained and less militaristic way of dealing with the world beyond our borders.",
      "likes": 27,
      "tag": "Truth"
    },
    {
      "id": "4",
      "author": "Nicllo Froyo",
      "title": "#MeToo and the City",
      "description": "In And Just Like That… Carrie Bradshaw tries to reckon with new sexual horizons. But can Bradshaw and #MeToo really co-exist?",
      "reading_time": "5 min read ",
      "date": "Feb 8",
      "source": {
        "name": "ZORA"
      },
      "profile_url": "https://miro.medium.com/fit/c/25/25/1*4Sybq8pTkkfjqANAw9SiRA.jpeg",
      "urlToImage": "https://miro.medium.com/fit/c/250/168/1*OJ0JFRBOZjw--_P3qzJZSA.png",
      "content": "More than three years after allegations of Harvey Weinstein’s decades of sexual abuse surfaced, the #MeToo movement continues to reverberate around the world. Accusations have been leveled against politicians, business leaders, and influential individuals from a variety of industries, and we’ve seen meaningful progress in both policy and action as a result.           #MeToo not only brought the issue of sexual harassment to the forefront of U.S. national discourse, but also highlighted gender disparities in representation and power, as well as entrenched gender stereotypes — all of which research has shown to be among the root causes of sexual misconduct. This reckoning has motivated many individuals and organizations to take action to address these issues and better support women in the workplace. At the same time, many remain skeptical, and some even argue that backlash against #MeToo has made male managers more reluctant to hire, work with, or mentor women.               There is no doubt some truth to all of these claims. Part of what makes it difficult to determine the true impact of #MeToo is that, like any broad social movement, it is inextricably intertwined with countless related social trends, and thus its effects are challenging to isolate. But by identifying a test setting where we can distinguish between people who are more or less likely to be affected by the movement, it becomes possible to quantify its impact more rigorously.             To do that, we conducted a series of studies looking at whether representation and job opportunities for female writers in the film industry improved in the wake of the #MeToo movement. We collected data for about 4,000 movie projects launched between January 2014 and September 2019 from the industry database Done Deal Pro, and then used publicly available IMDb data to determine whether anyone on each project’s production team was associated with Harvey Weinstein (as defined by having produced, directed, written, or acted in a film produced by Weinstein and released before October 2017, when the Weinstein allegations were released).          This distinction enabled us to identify individuals that we inferred were likely more affected by #MeToo, since #MeToo issues would likely be especially salient for producers who had been associated with Weinstein. By comparing these producers to those without known associations with Weinstein, we could control for the impact of any unrelated societal trends common to both groups, as well as any industry-wide effects of #MeToo that would have affected producers similarly regardless of whether they had an association with Weinstein.                Next, because the Weinstein-associated producers were significantly more experienced on average, we cut down our sample to about 2,000 projects such that each project with Weinstein-associated producers could be matched with a project whose producers were not associated with Weinstein, but who had similar overall levels of experience (as measured by the number of major movies they had produced, the number of times they had won or been nominated for Academy Awards, and the extent of their collaboration with major studios and large talent agencies). This ensured that we were truly comparing apples to apples, rather than potentially attributing the effects of higher levels of experience to the impact of the #MeToo movement.           Armed with this dataset, we began to compare gender representation among writers for projects with producers who had an association with Weinstein and for projects whose producers had no known associations with Weinstein. In our first study, we found that after #MeToo, Weinstein-associated producers hired 40% more female writers than before, while projects whose producers were not associated with Weinstein did not experience a significant increase. We also confirmed that this improvement was not simply the result of adding “token” female writers, as the size of the writing teams did not change.         Interestingly, our analysis suggests that this trend was mainly driven by teams with female producers, and was much less significant for all-male production teams. We can’t be certain as to the reason for this, but some possible explanations include female producers being more likely to identify with the #MeToo movement, being better able to source female talent via their social networks, being more able to credibly commit to a safe and supportive working environment that would be a draw for female talent, and being less concerned than male producers about the potential for backlash when working with women. That said, we did find that many of the male producers who had worked more extensively with Weinstein in the past did hire substantially more female writers after #MeToo. Among the all-male production teams who hadn’t worked with Weinstein or who only had limited connection with him, we did not find any decrease in the likelihood of working with female writers after #MeToo. This suggests that any potential liability concerns that may have been exacerbated by the movement were outweighed by an increased motivation to support female writers and increase gender equity.             In our next study, we looked at not just the proportion of female writers working on different project teams, but also at the types of projects these writers worked on before and after October 2017. We found that female writers working with Weinstein’s past collaborators were significantly more likely to work on stories with a male protagonist after #MeToo than before, relative to those who worked for producers without an association with Weinstein. They were also less likely to work exclusively in genres typically associated with women, such as drama or romance (which also often tend to have smaller budgets). These findings suggest that #MeToo may have helped reduce the gender stereotypes and other barriers that often keep women from working on the types of projects that are traditionally dominated by male writers (e.g., action or sci-fi films with male leads — not coincidentally, these films also tend to have the largest budgets).    ",
      "likes": 19,
      "tag": "Pop-Culture"
    },
    {
      "id": "5",
      "author": "Marina Gomez",
      "title": "Recycling: The Evil Illusion",
      "description": "In Middle-earth everyone bought the illusion that Saruman was one of the good guys. Let’s not make the same mistake with Recycling.",
      "reading_time": "4 min read ",
      "date": "Jan 14",
      "source": {
        "name": "The Guardian"
      },
      "profile_url": "https://img.search.brave.com/FabEU_5XGq-iLqVOwZy7kT7FRbHrapNWZT_PXvSXtVE/rs:fit:474:225:1/g:ce/aHR0cHM6Ly90c2Uy/Lm1tLmJpbmcubmV0/L3RoP2lkPU9JUC5q/UVJhMWVmMEtXaGRm/QWZwWlFRRmFRSGFI/YSZwaWQ9QXBp",
      "urlToImage": "https://i.guim.co.uk/img/media/7778a9fd1105b303661184b46d85e953ebe0ee4a/0_51_5527_3317/master/5527.jpg?width=620&quality=45&auto=format&fit=max&dpr=2&s=45522070c4f2e6ba96f025f5155ada23",
      "content": "There is a recycling crisis and we may have only just noticed. For years we have been recycling, dispelling the guilt generated by our high-consumption lifestyles, as if our actions are somehow good for the environment. Recycling is the “green” thing to do. But is our whole recycling culture a shameful illusion that has been masking a growing problem of unsustainable manufacturing and consumerism?       We are discovering that our recycling systems might not be fit for purpose. Retailers and companies producing waste are required to meet obligations according to how much waste they generate. They meet this obligation by buying packaging recovery notes (PRNs) or packaging export recovery notes (Perns). These PRNs are generated every time a tonne of waste is recycled – or so we thought. Exporters of waste are under scrutiny after some have been found sending out shipments of worthless contaminated or mixed waste and claiming the notes fraudulently.         The National Audit Office found that about half of the UK’s plastic recycling is sent abroad but there is little assurance of what actually happens to it. Many countries in the developing world routinely dump waste into rivers and oceans. About 90% of ocean plastic started out inland and made its way to the ocean through just 10 rivers. The biggest contributor, the Yangtze in China, discharges a staggering 1.5m tonnes of plastic into the ocean every year.           So what does happen to it? We might imagine our hi-tech devices undergo hi-tech reprocessing, but the reality is far from ideal. Just like plastics, most of our “e-waste” has been shipped to China. The city of Guiyu was a major hub for recycling international e-waste, with terrible consequences for the local environment: poisoned water and land, and high levels of lead in the blood samples of 80% of local children. This route was cut off in January 2018, when China decided that the environmental costs of accepting the world’s waste was not worth the profit, especially as it has its own growing stream of toxic e-waste to deal with. But this has not stopped us producing e-waste: in 2018 it is estimated that we will produce 50m tonnes globally. We have simply found new routes to dispose of the stuff.          After China’s ban on importing recyclable materials, a huge wave of US and European e-waste found its way to Thailand, where hundreds of facilities have been set up to operate crude, low-cost recycling processes. These include recovering copper and other metals from cables and circuit boards by burning the plastics away, producing highly toxic fumes of dioxins and furans and heavy metals. Acid baths that strip out metals expose workers to acrid and toxic fumes. Thailand is now taking rapid steps to close its borders too. With more routes for our waste closed, we need to consider more sustainable solutions closer to home.            The truth is, if we dealt with our waste on our own soil it would cost more. Recycling abroad, in countries with inexpensive labour and less regulation, is cheaper. This has become the norm, giving us a route to jettison our waste plastic, electronic goods, metals, paper and glass under the banner of recycling with a clear conscience. Meanwhile, we shop for cheap replacement goods. The illusion that we can recycle so easily has enabled us to continue to consume and as we see more countries refusing our waste, the problems are stacking up – literally.                   One way to reduce waste is to stem the flow of mass-produced cheap products, at least until we have a solution. Prices should reflect life-cycle costs. Higher prices would mean we buy less, but value those goods more. We would hang on to things. Disposable items such as single-use plastics would be uneconomical and we would reuse more. This also cuts across those business models that rely on fast product turnover, especially in electronics (the fastest growing source of waste). This might create some economic disruption in the short term, but would open up new business opportunities around reusing, repairing and locally recycling goods. It would certainly stem the rising tide of unsustainable “recycling”. ",
      "likes": 17,
      "tag": "Nature"
    },
    {
      "id": "6",
      "author": "Brock Corleone",
      "title": "Don't Alienate Adolscents",
      "description": "We alienate young people when we deny the depth of their experiences",
      "reading_time": "4 min read ",
      "date": "Jan 24",
      "source": {
        "name": "Psycology Today"
      },
      "profile_url": "https://miro.medium.com/fit/c/25/25/1*abRenZmSXa-oa2rm9tCJwg.png",
      "urlToImage": "https://miro.medium.com/fit/c/250/168/0*4bZST5z947BdYoA7",
      "content": "Suicide occurs relatively rarely under the age of 15 years, although prevalence is likely to be underestimated because of reluctance of coroners to assign this verdict. A large proportion of open verdicts (“undetermined cause”) are, in fact, suicides. Suicide rates are far higher in male than female adolescents. Until the past five or six years in England and Wales suicide rates were rising substantially in 15-19 year old and 20-24 year old young men, but then they began to fall somewhat in the older age group. The lack of change in female suicide rates may reflect differential effects of social change on gender roles.       Psychological postmortem studies of suicides show that a psychiatric disorder (usually depression, rarely psychosis) is present at the time of death in most adolescents who die by suicide. A history of behavioural disturbance, substance misuse, and family, social, and psychological problems is common. There are strong links between suicide and previous self harm: between a quarter and a half of those committing suicide have previously carried out a non-fatal act.                      The term deliberate self harm is preferred to “attempted suicide” or “parasuicide” because the range of motives or reasons for this behaviour includes several non-suicidal intentions. Although adolescents who self harm may claim they want to die, the motivation in many is more to do with an expression of distress and desire for escape from troubling situations. Even when death is the outcome of self harming behaviour, this may not have been intended.                  Most self harm in adolescents inflicts little actual harm and does not come to the attention of medical services. Self cutting is involved in many such cases and appears to serve the purpose of reducing tension or of self punishment. By contrast, self poisoning makes up about 90% of cases referred to hospital. The substances involved are usually readily available in the home or can be bought over the counter and include non-opiate analgesics—such as paracetamol and aspirin—and psychotropic agents. Self harm by more dangerous methods, such as attempted hanging, may be associated with considerable suicidal intent.               Common characteristics of adolescents who self harm are similar to the characteristics of those who commit suicide. Physical or sexual abuse may also be a factor. Recently there has been increasing recognition of the importance of depression in non-fatal as well as fatal self harm by adolescents. Substance misuse is also common, although the degree of risk of self harm in adolescents attributable to alcohol or drug misuse is unclear. Knowing others who self harm may be an important factor.              The risk of suicide after deliberate self harm varies between 0.24% and 4.30%. Our knowledge of risk factors is limited and can be used only as an adjunct to careful clinical assessment when making decisions about after care. However, the following factors seem to indicate a risk: being an older teenage male; violent method of self harm; multiple previous episodes of self harm; apathy, hopelessness, and insomnia; substance misuse; and previous admission to a psychiatric hospital.             It can be difficult to identify young people at risk of self harm, even though many older adolescents who are at risk consult their general practitioners before they self harm. Suicidal ideation is relatively common among adolescents; precipitating events may be non-specific; acts of self harm are often impulsive; and secrecy and denial are common. Effective preventive care requires involvement of multiple agencies—for example, mental health services and social services. These agencies need to work in a coordinated way with adolescents thought to be at risk, including those with severe psychiatric disorders.           All young people who have self harmed in a potentially serious way should be assessed in hospital by either a child and adolescent psychiatrist or a specialist mental health worker, psychologist, psychotherapist, or psychiatric nurse. This is necessary for the management of the medical issues and to ensure the young person receives a thorough psychosocial assessment.",
      "likes": 22,
      "tag": "Psychology"
    }
  ],
  "blogs": [
    {
      "title": "medium-clone",
      "body": "last hours remianing",
      "date": "2/27/2022",
      "id": 2
    }
  ]
}