{
  "display_feeds": [
    {
      "id": "1",
      "author": "Mikey Dickerson",
      "title": "NFTs aren’t as stupid as you think",
      "description": "They’re much, much stupider",
      "reading_time": "4 min read",
      "date": "Feb 21, 2022",
      "source": {
        "name": "Debugger"
      },
      "profile_url": "https://miro.medium.com/fit/c/164/164/1*YHe1ecLgoJT5vAiPl8WNdA.jpeg",
      "urlToImage": "https://miro.medium.com/max/875/1*r4IIZetmCut7AtsG6MtGOA.jpeg",
      "content": "Last week I was in rural Arizona, and in the course of business I met two of the older guys in town. One of them owns and operates the motel, which most likely exists because if you drive a truck from the port of Los Angeles for a regulation-limit 11 hour day, right around here is where you end up. The other one built the RV park, and per his business card, he is also a real estate agent, dealer of premanufactured homes, general contractor, and notary public. Both of them spotted that I was here with a bunch of California tech money. The tip-off was that I was driving what they called a new Toyota around the desert. It is a 2007 FJ Cruiser with the paint peeling off. Both of them asked what I knew about bitcoin and NFTs. If this isnt the shoeshine boy moment for the grab-bag of internet schemes called crypto, then its close. So Im writing this thing. It is meant for people that are tech-adjacent, not engineers or mathematicians, that are starting to get FOMO at mainstream news telling stories of overnight millionaires. Its motivated by my general annoyance at crypto hype that is incredibly stupid, and simultaneously, much criticism that is equally stupid. Once more, though there are already many Explainers, this one is mine. First of all, here is what bitcoin is: a big ledger, as in a list of transactions, copies of which are kept on random computers around the internet. Anyone can download and read it, and anyone can participate in the convoluted process that updates it. Functionally, it is the same as an append-only Google spreadsheet that everyone can see. The difference is that a Google spreadsheet is controlled by one company (Google), whereas the bitcoin ledger is just kind of … out there, on a “decentralized” network, in much the same way a file on Bittorrent or Napster used to be. The bitcoin designers used some math tricks that came from cryptography, and a “proof of work” idea that was invented in 1992 and scoffed at because it was “inefficient” (ha ha ha sob), to devise a scheme that forces everyone’s copy of the ledger to stay in sync. None of the details of how this works matter. What the bitcoin people actually wanted was to invent a new kind of money. The ledger idea is how they did it. If you go out today and “buy bitcoin,” what happens is that somebody takes your money and writes a line to the ledger that says “I, John Q. Buttcoin, have transferred 3 bitcoins to Marvin J. Mooney.” Later, if you want to give your 3 bitcoins to someone else, such as to buy a burrito, you write a line to the ledger that says “I, Marvin J. Mooney, have transferred 3 bitcoins to Buttcoin Burrito Bros.” Since anyone can read the entire ledger, anyone can figure out how many bitcoin are currently owned by you, and Buttcoin Burrito Bros, and everyone else. That’s the scheme. For at least a decade, the only people paying attention to bitcoin were extremist libertarian computer geeks — people that have always been good for the occasional wild-eyed rant at lunch about how “fiat money” isn’t real, and who spend all their disposable income buying gold krugerrands and burying them in the yard. (Neither this nor the burrito is a made-up example; these are people I knew at Google.) This group was hoping to float a whole new bitcoin economy. Your extremely online tech job would pay you in bitcoin, you would pay your bills in bitcoin, use it at the store, etc. That was the “bitcoin as currency” dream. This, obviously, never happened. It’s hardly worth the trouble to run through all the reasons why, because no one is seriously trying to sell the idea anymore, but you can know with confidence that “bitcoin as currency” will never happen. There are technical reasons, because the protocol is inherently unscalable. There are social reasons, large among them the fact that there’s just no motivation for the whole project. We already have a made-up currency called the US dollar, and an entire financial system based on electronic records, and the status quo works better than bitcoin for everyone except ransomware gangs. So it goes. With bitcoin-currency a dead end, the technology became a solution wandering around in search of a problem. First, people renamed the “append-only ledger” idea into “blockchain” and started trying to sell it to corporations and governments. You could imagine such a scheme being used to maintain something that we all have to agree on, like records of land ownership. But not anywhere in the United States, where there is already very much a centralized authority called a county recorder’s office. Governments who want to do something Innovative have asked me, totally seriously, about a vendor’s “blockchain” pitch at least a dozen times. I have never heard of an application where it makes sense, and struggle to imagine one. And the search for the problem that bitcoin can solve continues. That brings us to NFTs. To invent the “NFT” (“non fungible token”), you just have to go one more step past bitcoin. People made another blockchain that works more or less the same, but is more complicated, and lets you store more types of ledger entries. It’s called Ethereum. The Ethereum blockchain accepts ledger transactions in various formats, one of which is for unique “assets”. So, at last, that’s my advice for Arthur and Danny in Arizona, and everyone else in my Facebook feed that is accustomed to working for money and wondering if they’re a sucker for it. There’s no reason or justice in our high-finance casino economy, so that’s not what this post is about. Crypto just isn’t a high-expected-value bet. Most people gambling on crypto are going to lose money. Not all of them. With a boring old index fund, most people are going to win. Not all of them. I’m not touching crypto stuff myself, not even to short it, since that’s just another gamble. If you know all this and want to play, then have at. There’s nothing else to know.",
      "likes": 12,
      "tag": "NFTs"
    },
    {
      "id": "2",
      "author": "Maro Bellotti",
      "title": "Reasons Why Web 3.0 will Fail?",
      "description": "To write great policies, arm those in the future who will kill your darlings",
      "reading_time": "3 min read",
      "date": "Feb 19, 2022",
      "source": {
        "name": ""
      }
    }
  ],
  "trending_feeds": [
    {
      "id": "1",
      "author": "James Walt",
      "title": "Is There Really a Student Loan Crisis?",
      "description": "The reality of college debt and steps to address it.",
      "reading_time": "9 min read",
      "date": "Oct 27, 2021",
      "source": {
        "name": ""
      },
      "profile_url": "https://miro.medium.com/fit/c/25/25/1*b5DRGA54BBpG4707u4b-Jg.png",
      "urlToImage": "https://miro.medium.com/fit/c/250/168/0*2O_qtzi7LezKH74q.jpg",
      "content": "Presidential candidates are proposing to cancel student debt and make public college free, state legislators are cracking down on student-loan companies and, recently, government agencies have offered another approach — teaching students and borrowers more about finances. The Treasury Department recommended earlier this month that colleges should require students to take financial-literacy courses and representatives from the Department of Education told a group of financial-aid professionals this week that the agency is planning to add robust financial literacy tools to the app students can use to apply for financial aid and manage their student loans. These proposals come after years of colleges across the country experimenting with ways to teach their students good financial habits and provide them with more information about their loans. The idea behind these efforts is to help students manage their finances while they’re in school and once they graduate. Robert Kelchen, a Seton Hall University professor who studies higher education finance, said lawmakers and experts often ask whether people are making bad financial decisions or if they simply don’t have enough money. “The answer is probably some of both — but it’s hard to tell how much is a literacy issue versus how much is a lack of money issue.” That has a lot to do with the disconnect between the curricula in most financial-literacy and education programs and people’s lived experience, said Timothy Ogden, the managing director of the Financial Access Initiative at New York University. Much of what is taught and measured in traditional financial literacy and financial-education courses is how to evaluate relatively good choices through understanding concepts like interest rates or the difference between certain types of investment opportunities, he said. But the consumers who deal with the most dire consequences from a poor financial decision — low-income Americans with financial constraints — typically aren’t facing these choices. Instead, they may be deciding between a high-interest payday loan or bouncing a check, Ogden said. Part of the reason why financial education is irrelevant to so many Americans, he says, is because the curricula were developed during a time when most workers could count on a biweekly paycheck at a stable job. These days, more than 40% of Americans regularly see large swings in their income. If that’s the economic trajectory of your life, then the typical advice — to stash away as much money as possible in retirement and other investment vehicles — makes sense, he said. But “if your income is bouncing up and down month to month and year to year it’s not clear at all that that’s the best way to manage your money. These days, some colleges are adapting to students’ financial realities and working to send them information that’s relevant at a time when it may be most useful. Even when students are provided with financial information that’s relevant to their lives, they’re still constrained by the cost of college. For example, over the past several years more colleges have started sending student “debt letters,” which provide students with information like how much they’ve already borrowed, their future monthly payments and other personalized information about their loans. But the data on these programs so far indicates that they’re not doing much to change students’ borrowing behavior. And for some students, the “right” financial decision is actually to borrow more. It’s not uncommon for students to need loans in order to complete school and/or avoid working so much that it interferes with their progress. In other words, requiring students to learn more about their debt may do little to change the overall balance of outstanding student loans, Anderson said. When the federal student-loan borrowing decision is discussed sometimes it’s discussed as you either take on the loan or you don’t — and everything else is the same,” said Lesley Turner, an economist at Vanderbilt University who has studied education financing decisions. “In the current structure of grants and loans and college costs, the trade off is, ‘Do I finance these costs through a federal loan? Or do I finance them with another option? Colleges, the government and companies make the system for paying for college and repaying loans confusing. How colleges package such information does influence students’ and families’ approach to financing college. Research from Turner and her co-author found that community-college students who received a financial-aid letter where loans were included as part of the package were more likely to borrow than those who received no loan offer in their financial-aid letter, but were told via email other communications that they qualified for student loans. It’s hard to argue that these types of efforts to arm students with more information about how to manage their finances in college and beyond are a bad idea. But making financial education mandatory comes with a cost — particularly if it can hold students up from making progress towards their degree, Anderson said.",
      "likes": 192,
      "tag": "Loans"
    },
    {
      "id": "2",
      "author": "Craig Washington",
      "title": "How relevant is NATO",
      "description": "See how Russian invasion and NATO mix up.",
      "reading_time": "5 min read",
      "date": "Feb 17, 2022",
      "source": {
        "name": "Newsler"
      }
    }
  ],
  "blogs": [
    {
      "title": "medium-clone",
      "body": "last hours remaining",
      "date": "2/27/2022",
      "id": "2"
    }
  ]
}
